# Homebrew Packages
## Formulae
abseil
aom
apr
apr-util
aribb24
asciiquarium
autoconf
berkeley-db@5
bison
brotli
c-ares
ca-certificates
cairo
cask
certifi
cjson
cmake
cmatrix
coreutils
dav1d
docker
docker-completion
dust
emacs
emscripten
fd
ffmpeg
figlet
flac
flex
fontconfig
freetype
frei0r
fribidi
fzf
gcc
gdbm
gettext
ghostscript
giflib
git-filter-repo
glib
gmp
gnutls
go
gobuster
graphite2
harfbuzz
highway
htop
hwloc
icu4c@76
icu4c@77
imagemagick
imath
isl
jansson
jasper
jbig2dec
jpeg-turbo
jpeg-xl
jq
krb5
lame
leptonica
libarchive
libass
libb2
libbluray
libde265
libdeflate
libevent
libheif
libidn
libidn2
liblqr
libmicrohttpd
libmpc
libnghttp2
libogg
libomp
libpng
libraw
librist
libsamplerate
libsndfile
libsodium
libsoxr
libssh
libtasn1
libtiff
libtool
libunibreak
libunistring
libusb
libuv
libvidstab
libvmaf
libvorbis
libvpx
libx11
libxau
libxcb
libxdmcp
libxext
libxrender
little-cms2
llvm
lpeg
luajit
luv
lz4
lzo
m4
mailsy
mbedtls
minicom
mpdecimal
mpfr
mpg123
ncurses
neofetch
neovim
nettle
node
numpy
oniguruma
onnx
openblas
opencore-amr
openexr
openjdk
openjpeg
openssl@3
openvino
opus
p11-kit
pango
pcre2
perl
pipx
pixman
pkgconf
postgresql@14
postgresql@16
protobuf
pugixml
pyenv
python-packaging
python@3.11
python@3.12
python@3.13
rav1e
readline
redis
ripgrep
rubberband
scrcpy
screenfetch
screenresolution
sdl2
sentencepiece
shared-mime-info
snappy
speedtest-cli
speex
spicetify-cli
sqlite
srt
subversion
svt-av1
tbb
tesseract
theora
tmux
tree-sitter
unbound
unibilium
utf8proc
vite
watch
webp
wifi-password
x264
x265
xorgproto
xvid
xz
youtube-dl
yt-dlp
yuicompressor
z3
zeromq
zimg
zstd

## Casks
docker
font-fira-code
font-fira-mono-nerd-font
gstreamer-runtime
jordanbaird-ice
kitty
ngrok
parsec
raycast
silicon-labs-vcp-driver
stats
zoom
